Repository: common-repository/inboxify-sign-up-form
Catalog: l10n/inboxify-sign-up-form-*.po
Languages: nl_nl

source: Inboxify Sign Up Form for WordPress
nl_nl: Inboxify aanmeldformulier voor WordPress

source: Inboxify Sign Up
nl_nl: Inboxify aanmeldformulier

source: Asset set %s not found.
nl_nl: Asset set %s niet gevonden.

source: No CAPTCHA
nl_nl: Geen CAPTCHA

source: What code is in the image?
nl_nl: Welke code staat er in de afbeelding?

source: This question is for testing whether or not you are a human visitor and to prevent automated spam submissions.
nl_nl: De vraag is om te bepalen of je een menselijke bezoeker bent.

source: Generating Really Simple CAPTCHA image failed.
nl_nl: Genereren Really Simple CAPTCHA afbeelding mislukt.

source: You must set CAPTCHA plugin before rendering or validating.
nl_nl: Je moet de CAPTCHA plugin instellen voor het weergeven of valideren.

source: Select Country
nl_nl: Selecteer land

source: General settings
nl_nl: Algemene instellingen

source: API endpoint
nl_nl: API-eindpunt

source: Inboxify API endpoint. Please don't change the URL unless you are instructed to.
nl_nl: Inboxify API-eindpunt. Verander de URL alleen als het je gevraagd wordt.

source: API key
nl_nl: API-sleutel

source: Insert your Inboxify API key.
nl_nl: Voer hier je Inboxify API-sleutel in.

source: API secret
nl_nl: Geheime sleutel

source: Insert your Inboxify API secret.
nl_nl: Voer hier je geheime sleutel in.

source: Default contact list
nl_nl: Standaard contactenlijst

source: Please select the Inboxify list you want to use with WordPress.
nl_nl: Selecteer de Inboxify lijst die je voor deze plugin wilt gebruiken.

source: Advanced settings
nl_nl: Geavanceerde instellingen

source: Please select one of the supported CAPTCHA plugins.
nl_nl: Selecteer één van de ondersteunde CAPTCHA plugins.

source: Supported features
nl_nl: Ondersteunde opties

source: Select the features you wish to enable this plugin for. Hold CTRL to enable multiple features.
nl_nl: Selecteer de opties waarvoor je de plugin in wilt schakelen. Houd CTRL ingedukt om meerdere opties te selecteren.

source: Subscription checkbox title
nl_nl: Aanmelding checkbox titel

source: Newsletter subscription
nl_nl: Aanmelden nieuwsbrief

source: This text will be displayed as a title above subscription checkbox in the comment and registration forms.
nl_nl: Deze tekst wordt als titel boven de aanmelding checkbox in het reactie- en registratieformulier weergegeven.

source: Subscription checkbox label
nl_nl: Aanmelding checkbox label

source: Subscribe
nl_nl: Aanmelden

source: This text will be displayed as a label of the subscription checkbox.
nl_nl: Deze tekst wordt als label van de aanmelding checkbox in het reactie- en registratieformulier weergegeven.

source: Comma separated list of default tags, that will be used to tag user during registration.
nl_nl: Geef hier tags op die je bij aanmelding aan het contact toe wilt voegen. Gebruik bij meerdere tags een komma om deze van elkaar te scheiden.

source: Time to live of local contact data for both modes. Please do not change this value unless you understand how this works.
nl_nl: Time to live van lokale contact data. Wijzig dit alleen als je hier verstand van hebt.

source: Comment form
nl_nl: Reactieformulier

source: User profile form
nl_nl: Profielformulier

source: Registration form
nl_nl: Registratieformulier

source: Select contact list
nl_nl: Selecteer contactenlijst

source: Getting list of Contact Lists from Inboxify API failed (%s).
nl_nl: Ophalen lijsten vanuit de Inboxify API mislukt (%s).

source: Invalid End-Point URL.
nl_nl: Ongeldige API-URL.

source: Shortcode attribute widget_id is not set.
nl_nl: Shortcode eigenschap widget_id niet opgegeven.

source: Widget id %d doesn't exist.
nl_nl: Widget id %d bestaat niet.

source: Generating Tag failed.
nl_nl: Genereren tag mislukt.

source: Converting template %s to string failed (%s).
nl_nl: Converteren template %s naar string mislukt (%s).

source: Template not found.
nl_nl: Template niet gevonden.

source: Template processing failed.
nl_nl: Verwerken template mislukt.

source: Inboxify Sign Up Form widget
nl_nl: Inboxify aanmeldformulier

source: Form Settings
nl_nl: Formulierinstellingen

source: Form Fields
nl_nl: Formuliervelden

source: Drag and drop the field to change their order.
nl_nl: Sleep de velden om de volgorde te wijzigen.

source: Displayed
nl_nl: Weergegeven

source: Required
nl_nl: Verplicht

source: To use this widget as shortcode use the following code:
nl_nl: Om deze widget als shortcode te gebruiken, gebruik je de volgende code:

source: Settings not found.
nl_nl: Instellingen niet gevonden.

source: Uninitialized widget.
nl_nl: Widget niet geïnitializeerd.

source: Company
nl_nl: Bedrijfsnaam

source: First name
nl_nl: Voornaam

source: Middle name
nl_nl: Tussenvoegsel

source: Last name
nl_nl: Achternaam

source: Sex
nl_nl: Geslacht

source: Telephone
nl_nl: Telefoon

source: Mobile
nl_nl: Mobiel

source: Address
nl_nl: Adres

source: Postal Code
nl_nl: Postcode

source: City
nl_nl: Plaats

source: Country
nl_nl: Land

source: Title
nl_nl: Titel

source: Submit label
nl_nl: Aanmeldknop label

source: Sign up
nl_nl: Aanmelden

source: HTML before sign up form
nl_nl: HTML-code voor formulier

source: HTML after sign up form
nl_nl: HTML-code na formulier

source: This field is required.
nl_nl: Dit veld is verplicht.

source: Empty input field error
nl_nl: Leeg veld foutmelding

source: Please correct the form errors.
nl_nl: Wijzig de volgende fouten.

source: Not valid form error
nl_nl: Ongeldig foutmelding

source: You have been successfully signed up to our newsletter.
nl_nl: Je hebt je met success aangemeld voor onze nieuwsbrief.

source: Subscription success message
nl_nl: Aanmelding succes melding

source: We are terribly sorry, but due to an unexpected error we couldn't sign you up for our newsletter.
nl_nl: Het spijt ons, maar door een onverwachte fout konden we je niet aanmelden.

source: Subscription error message
nl_nl: Aanmelden foutmelding

source: Inboxify API Settings
nl_nl: Inboxify API-instellingen

source: Inboxify Newsletter Subscription requires JavaScript.
nl_nl: Inboxify

source: Select Sex
nl_nl: Selecteer geslacht

source: Male
nl_nl: Man

source: Female
nl_nl: Vrouw

source: No API credentials.
nl_nl: Geen API inloggegevens.

source: Insert
nl_nl: Toevoegen

source: Validating API credentials failed.
nl_nl: Valideren API aanmeldgegevens mislukt

source: Contact list
nl_nl: Contactenlijst

source: Allowed Tags
nl_nl: Toegestane tags

source: Comma separated list of allowed tags for tags input.
nl_nl: Kommagescheiden lijst met toegestane tags voor het tags invoerveld.

source: Tags Input
nl_nl: Tags invoerveld

source: Select how will users input tags.
nl_nl: Selecteer hoe je tags toe wilt laten voegen.

source: Custom Date
nl_nl: Vrij datumveld
